welcome.message=\u0e2d\u0e47\u0e2d\u0e04\u0e40\u0e21\u0e19\u0e15\u0e34\u0e2a \u0e22\u0e34\u0e19\u0e14\u0e35\u0e15\u0e49\u0e2d\u0e19\u0e23\u0e31\u0e1a
label.name=\u0e0a\u0e37\u0e48\u0e2d
label.fullname=\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e15\u0e47\u0e21
label.firstname=\u0e0a\u0e37\u0e48\u0e2d
label.lastname=\u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25
label.title.name=\u0e04\u0e33\u0e19\u0e33\u0e2b\u0e19\u0e49\u0e32
label.email=\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e4c
label.telephone=\u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23\u0e28\u0e31\u0e1e\u0e17\u0e4c
label.mobile=\u0e42\u0e17\u0e23\u0e28\u0e31\u0e1e\u0e17\u0e4c\u0e21\u0e37\u0e2d\u0e16\u0e37\u0e2d
label.address=\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48
label.fax=\u0e41\u0e1f\u0e47\u0e01\u0e0b\u0e4c
label.add=\u0e40\u0e1e\u0e34\u0e48\u0e21
label.save = \u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01
label.update = \u0e1b\u0e23\u0e31\u0e1a\u0e1b\u0e23\u0e38\u0e07
label.search = \u0e04\u0e49\u0e19\u0e2b\u0e32
label.clear = \u0e25\u0e49\u0e32\u0e07
label.edit = \u0e41\u0e01\u0e49\u0e44\u0e02
label.delete = \u0e25\u0e1a
label.renew = \u0e40\u0e23\u0e34\u0e48\u0e21\u0e43\u0e2b\u0e21\u0e48
label.cancel = \u0e22\u0e01\u0e40\u0e25\u0e34\u0e01
label.back = \u0e01\u0e25\u0e31\u0e1a
label.home = \u0e2b\u0e19\u0e49\u0e32\u0e41\u0e23\u0e01
label.logout = \u0e2d\u0e2d\u0e01\u0e08\u0e32\u0e01\u0e23\u0e30\u0e1a\u0e1a
label.picture=\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e
label.calendar=\u0e1b\u0e0f\u0e34\u0e17\u0e34\u0e19
label.id=\u0e23\u0e2b\u0e31\u0e2a
label.aim=AIM
label.ismanager=\u0e40\u0e1b\u0e47\u0e19 AIM
label.newRecord= \u0e40\u0e1e\u0e34\u0e48\u0e21\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25
label.action=\u0e01\u0e32\u0e23\u0e01\u0e23\u0e30\u0e17\u0e33
label.report=\u0e23\u0e32\u0e22\u0e07\u0e32\u0e19
label.orderby=\u0e40\u0e23\u0e35\u0e22\u0e07\u0e25\u0e33\u0e14\u0e31\u0e1a\u0e15\u0e32\u0e21
label.close=\u0e1b\u0e34\u0e14
label.doctype=\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23
label.saveAndCon=\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e41\u0e25\u0e30\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e01\u0e32\u0e23\u0e15\u0e48\u0e2d
label.browse=\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e23\u0e39\u0e1b\u0e20\u0e32\u0e1e
label.print=\u0e1b\u0e23\u0e34\u0e49\u0e19
label.menu=\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23
label.title=Employee Form
label.footer= Footer.

default.yes = \u0e43\u0e0a\u0e48
default.no = \u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48
default.to = \u0e16\u0e36\u0e07
default.label.username=\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
default.label.password=\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19
default.label.repassword=\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19
default.required.field = \u0e01\u0e23\u0e38\u0e13\u0e32\u0e01\u0e23\u0e2d\u0e01\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e0a\u0e48\u0e2d\u0e07\u0e19\u0e35\u0e49
default.NumberOnly=\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19\!
default.sunday = \u0e27\u0e31\u0e19\u0e2d\u0e32\u0e17\u0e34\u0e15\u0e22\u0e4c
default.monday = \u0e27\u0e31\u0e19\u0e08\u0e31\u0e19\u0e17\u0e23\u0e4c
default.tuesday = \u0e27\u0e31\u0e19\u0e2d\u0e31\u0e07\u0e04\u0e32\u0e23
default.wednesday = \u0e27\u0e31\u0e19\u0e1e\u0e38\u0e18
default.thursday = \u0e27\u0e31\u0e19\u0e1e\u0e24\u0e2b\u0e31\u0e2a\u0e1a\u0e14\u0e35
default.friday = \u0e27\u0e31\u0e19\u0e28\u0e38\u0e01\u0e23\u0e4c
default.saturday = \u0e27\u0e31\u0e19\u0e40\u0e2a\u0e32\u0e23\u0e4c
default.thaionly = \u0e20\u0e32\u0e29\u0e32\u0e44\u0e17\u0e22 \u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19\!
default.engonly = \u0e20\u0e32\u0e29\u0e32\u0e2d\u0e31\u0e07\u0e01\u0e24\u0e29\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19\!
default.format.incorrect = \u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\!
default.duplicate = \u0e21\u0e35\u0e2d\u0e22\u0e39\u0e48\u0e41\u0e25\u0e49\u0e27\!
default.detail =\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14
default.join=\u0e40\u0e02\u0e49\u0e32\u0e23\u0e48\u0e27\u0e21
default.eg=\u0e40\u0e0a\u0e48\u0e19.
default.invalid.email = \u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e4c\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\!\!  
default.enter=\u0e01\u0e23\u0e2d\u0e01
default.please=\u0e01\u0e23\u0e38\u0e13\u0e32
default.date=\u0e27\u0e31\u0e19-\u0e40\u0e14\u0e37\u0e2d\u0e19-\u0e1b\u0e35

default.login.user=\u0e1c\u0e39\u0e49\u0e43\u0e0a\u0e49
default.login.password=\u0e23\u0e2b\u0e31\u0e2a\u0e1c\u0e48\u0e32\u0e19
default.login.btn=\u0e40\u0e02\u0e49\u0e32\u0e2a\u0e39\u0e48\u0e23\u0e30\u0e1a\u0e1a
default.delete.confirm=\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e43\u0e0a\u0e48\u0e44\u0e2b\u0e21?
default.create.confirm=\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2b\u0e23\u0e37\u0e2d\u0e2d\u0e31\u0e1e\u0e40\u0e14\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e43\u0e0a\u0e48\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?
#============>message 
family.list.no=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e25\u0e02
family.list.employeename=\u0e0a\u0e37\u0e48\u0e2d\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
family.list.familyname=\u0e0a\u0e37\u0e48\u0e2d\u0e04\u0e23\u0e2d\u0e1a\u0e04\u0e23\u0e31\u0e27
family.list.occupation=\u0e2d\u0e32\u0e0a\u0e35\u0e1e
family.list.age=\u0e2d\u0e32\u0e22\u0e38
family.list.gender=\u0e40\u0e1e\u0e28
family.list.tel=\u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23
family.list.relation=\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e31\u0e21\u0e1e\u0e31\u0e19\u0e18\u0e4c
family.list.edit=\u0e41\u0e01\u0e49\u0e44\u0e02
family.form.firstname=\u0e0a\u0e37\u0e48\u0e2d
family.form.lastname=\u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25
family.form.gender.male=\u0e1c\u0e39\u0e49\u0e0a\u0e32\u0e22
family.form.gender.female=\u0e1c\u0e39\u0e49\u0e2b\u0e0d\u0e34\u0e07
family.form.address=\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48
family.form.position=\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07
family.required.firstname=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e0a\u0e37\u0e48\u0e2d!!
family.required.lastname=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25!!
family.required.gender=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e40\u0e1e\u0e28!!
family.required.age=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e2d\u0e32\u0e22\u0e38!!
family.required.mobile=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23\u0e28\u0e31\u0e1e\u0e17\u0e4c\u0e21\u0e37\u0e2d\u0e16\u0e37\u0e2d!!
family.required.address=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48!!
family.required.relation=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e31\u0e21\u0e1e\u0e31\u0e19\u0e18\u0e4c!
family.delete.msg=\u0e22\u0e37\u0e19\u0e22\u0e31\u0e19\u0e01\u0e32\u0e23\u0e25\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\?

#============>message Education
education.name=\u0e01\u0e32\u0e23\u0e28\u0e36\u0e01\u0e29\u0e32
education.start.date=\u0e27\u0e31\u0e19\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e01\u0e32\u0e23\u0e28\u0e36\u0e01\u0e29\u0e32
education.finish.date=\u0e27\u0e31\u0e19\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08\u0e01\u0e32\u0e23\u0e28\u0e36\u0e01\u0e29\u0e32
education.university=\u0e21\u0e2b\u0e32\u0e27\u0e34\u0e17\u0e22\u0e32\u0e25\u0e31\u0e22
education.faculty=\u0e04\u0e13\u0e30
education.major=\u0e27\u0e34\u0e0a\u0e32\u0e40\u0e2d\u0e01
education.deegreetype=\u0e23\u0e30\u0e14\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e28\u0e36\u0e01\u0e29\u0e32
education.gpa=\u0e40\u0e01\u0e23\u0e14\u0e40\u0e09\u0e25\u0e35\u0e48\u0e22
education.certification=\u0e43\u0e1a\u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07
education.description=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e2b\u0e15\u0e38

education.enter.deegreetype=--- \u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e23\u0e30\u0e14\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e28\u0e36\u0e01\u0e29\u0e32 ---
education.required.start.date=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e27\u0e31\u0e19\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e01\u0e32\u0e23\u0e28\u0e36\u0e01\u0e29\u0e32 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
education.required.finish.date=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e27\u0e31\u0e19\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08\u0e01\u0e32\u0e23\u0e28\u0e36\u0e01\u0e29\u0e32 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
education.required.university=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e21\u0e2b\u0e32\u0e27\u0e34\u0e17\u0e22\u0e32\u0e25\u0e31\u0e22 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
education.required.faculty=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e04\u0e13\u0e30 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
education.required.major=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e27\u0e34\u0e0a\u0e32\u0e40\u0e2d\u0e01 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
education.required.deegreetype=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e23\u0e30\u0e14\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e28\u0e36\u0e01\u0e29\u0e32 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
education.required.gpa=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e40\u0e01\u0e23\u0e14\u0e40\u0e09\u0e25\u0e35\u0e48\u0e22 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
education.required.gpa.digit=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e40\u0e01\u0e23\u0e14\u0e40\u0e09\u0e25\u0e35\u0e48\u0e22 \u0e2b\u0e49\u0e32\u0e21\u0e21\u0e32\u0e01\u0e27\u0e48\u0e32 4.00

#============>message Probation
probation.name=\u0e01\u0e32\u0e23\u0e17\u0e14\u0e25\u0e2d\u0e07\u0e07\u0e32\u0e19
probation.id=\u0e23\u0e2b\u0e31\u0e2a
probation.dateFrom=\u0e27\u0e31\u0e19\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e01\u0e32\u0e23\u0e17\u0e14\u0e25\u0e2d\u0e07\u0e07\u0e32\u0e19
probation.dateTo=\u0e27\u0e31\u0e19\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08\u0e01\u0e32\u0e23\u0e17\u0e14\u0e25\u0e2d\u0e07\u0e07\u0e32\u0e19
probation.status=\u0e2a\u0e16\u0e32\u0e19\u0e30
probation.chooseStatus=--- \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2a\u0e16\u0e32\u0e19\u0e30 ---
probation.pass=\u0e1c\u0e48\u0e32\u0e19
probation.notPass=\u0e44\u0e21\u0e48\u0e1c\u0e48\u0e32\u0e19
probation.extend=\u0e02\u0e22\u0e32\u0e22\u0e23\u0e30\u0e22\u0e30\u0e40\u0e27\u0e25\u0e32
probation.reason=\u0e40\u0e2b\u0e15\u0e38\u0e1c\u0e25
probation.required.dateFrom=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e27\u0e31\u0e19\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e01\u0e32\u0e23\u0e17\u0e14\u0e25\u0e2d\u0e07\u0e07\u0e32\u0e19 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
probation.required.dateTo=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e27\u0e31\u0e19\u0e2a\u0e33\u0e40\u0e23\u0e47\u0e08\u0e01\u0e32\u0e23\u0e17\u0e14\u0e25\u0e2d\u0e07\u0e07\u0e32\u0e19 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
probation.required.status=\u0e42\u0e1b\u0e23\u0e14\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2a\u0e16\u0e32\u0e19\u0e30

#============>message Experience
experience.name=\u0e1b\u0e23\u0e30\u0e2a\u0e1a\u0e01\u0e32\u0e23\u0e13\u0e4c
experience.id=\u0e23\u0e2b\u0e31\u0e2a
experience.companyName=\u0e0a\u0e37\u0e48\u0e2d\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17
experience.dateFrom=\u0e27\u0e31\u0e19\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e17\u0e33\u0e07\u0e32\u0e19
experience.dateTo=\u0e27\u0e31\u0e19\u0e2a\u0e34\u0e49\u0e19\u0e2a\u0e38\u0e14\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19
experience.address=\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48
experience.businessType=\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e02\u0e2d\u0e07\u0e18\u0e38\u0e23\u0e01\u0e34\u0e08
experience.position=\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07
experience.reference=\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e49\u0e32\u0e07\u0e2d\u0e34\u0e07
experience.responsibility=\u0e2b\u0e19\u0e49\u0e32\u0e17\u0e35\u0e48/\u0e04\u0e27\u0e32\u0e21\u0e23\u0e31\u0e1a\u0e1c\u0e34\u0e14\u0e0a\u0e2d\u0e1a
experience.salary=\u0e40\u0e07\u0e34\u0e19\u0e40\u0e14\u0e37\u0e2d\u0e19
experience.reason=\u0e40\u0e2b\u0e15\u0e38\u0e1c\u0e25\u0e17\u0e35\u0e48\u0e2a\u0e21\u0e31\u0e04\u0e23
experience.required.dateFrom=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e27\u0e31\u0e19\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
experience.required.dateTo=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e27\u0e31\u0e19\u0e2a\u0e34\u0e49\u0e19\u0e2a\u0e38\u0e14\u0e01\u0e32\u0e23\u0e17\u0e14\u0e25\u0e2d\u0e07\u0e07\u0e32\u0e19 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
experience.required.companyName=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e0a\u0e37\u0e48\u0e2d\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17\u0e17\u0e35\u0e48\u0e17\u0e33\u0e07\u0e32\u0e19 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
experience.required.position=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e27\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07\u0e17\u0e35\u0e48\u0e17\u0e33\u0e07\u0e32\u0e19 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
experience.required.salary=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e40\u0e07\u0e34\u0e19\u0e40\u0e14\u0e37\u0e2d\u0e19 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
experience.required.salary.digits=\u0e40\u0e07\u0e34\u0e19\u0e40\u0e14\u0e37\u0e2d\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02\u0e40\u0e17\u0e48\u0e32\u0e19\u0e31\u0e49\u0e19
experience.required.reason=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e40\u0e2b\u0e15\u0e38\u0e1c\u0e25\u0e17\u0e35\u0e48\u0e2a\u0e21\u0e31\u0e04\u0e23 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49

#============>message History
history.name=\u0e1b\u0e23\u0e30\u0e27\u0e31\u0e15\u0e34
history.position=\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07
history.salary=\u0e40\u0e07\u0e34\u0e19\u0e40\u0e14\u0e37\u0e2d\u0e19
history.oldSalary=\u0e40\u0e07\u0e34\u0e19\u0e40\u0e14\u0e37\u0e2d\u0e19 (\u0e40\u0e01\u0e48\u0e32)
history.dateOfAdjustment=\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e2d\u0e19\u0e38\u0e21\u0e31\u0e15\u0e34
history.reasonOfAdjustment=\u0e40\u0e2b\u0e15\u0e38\u0e1c\u0e25\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e31\u0e1a
history.required.position=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
history.required.salary=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e40\u0e07\u0e34\u0e19\u0e19\u0e40\u0e14\u0e37\u0e2d\u0e19 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
history.required.dateOfAdjustment=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e2d\u0e19\u0e38\u0e21\u0e31\u0e15\u0e34 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
history.required.salary.num=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02

#============>message Allowances
allowances.name=\u0e04\u0e48\u0e32\u0e25\u0e14\u0e2b\u0e22\u0e48\u0e2d\u0e19\u0e20\u0e32\u0e29\u0e35
allowances.masallowances=\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e04\u0e48\u0e32\u0e25\u0e14\u0e2b\u0e22\u0e48\u0e2d\u0e19
allowances.amount=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e40\u0e07\u0e34\u0e19 \u0e04\u0e48\u0e32\u0e25\u0e14\u0e2b\u0e22\u0e48\u0e2d\u0e19
allowances.required.masallowances=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e04\u0e48\u0e32\u0e25\u0e14\u0e2b\u0e22\u0e48\u0e2d\u0e19 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
allowances.enter.allowances=--- \u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e04\u0e48\u0e32\u0e25\u0e14\u0e2b\u0e22\u0e48\u0e2d\u0e19 ---

#============>message Report
report.empName=\u0e40\u0e23\u0e35\u0e22\u0e07\u0e15\u0e32\u0e21\u0e0a\u0e37\u0e48\u0e2d\u0e02\u0e2d\u0e07\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
report.empCode=\u0e40\u0e23\u0e35\u0e22\u0e07\u0e15\u0e32\u0e21\u0e23\u0e2b\u0e31\u0e2a\u0e02\u0e2d\u0e07\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
report.empStatus=\u0e40\u0e23\u0e35\u0e22\u0e07\u0e15\u0e32\u0e21\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e02\u0e2d\u0e07\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
report.empLeave=\u0e40\u0e23\u0e35\u0e22\u0e07\u0e15\u0e32\u0e21\u0e01\u0e32\u0e23\u0e25\u0e32\u0e02\u0e2d\u0e07\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19

#============>message Employee
employee.name=\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
employee.status=\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
employee.code=\u0e23\u0e2b\u0e31\u0e2a\u0e1b\u0e23\u0e30\u0e08\u0e33\u0e15\u0e31\u0e27\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
employee.firstname=\u0e0a\u0e37\u0e48\u0e2d\u0e08\u0e23\u0e34\u0e07
employee.surname=\u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25
employee.nameThai=\u0e0a\u0e37\u0e48\u0e2d\u0e08\u0e23\u0e34\u0e07 (\u0e20\u0e32\u0e29\u0e32\u0e44\u0e17\u0e22)
employee.surnameThai=\u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25 (\u0e20\u0e32\u0e29\u0e32\u0e44\u0e17\u0e22)
employee.nicknameThai=\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e48\u0e19 (\u0e20\u0e32\u0e29\u0e32\u0e44\u0e17\u0e22)
employee.nameEng=\u0e0a\u0e37\u0e48\u0e2d\u0e08\u0e23\u0e34\u0e07 (\u0e20\u0e32\u0e29\u0e32\u0e2d\u0e31\u0e07\u0e01\u0e24\u0e29)
employee.surnameEng=\u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25 (\u0e20\u0e32\u0e29\u0e32\u0e2d\u0e31\u0e07\u0e01\u0e24\u0e29)
employee.nicknameEng=\u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e48\u0e19 (\u0e20\u0e32\u0e29\u0e32\u0e2d\u0e31\u0e07\u0e01\u0e24\u0e29)
employee.uploadFile=\u0e2d\u0e31\u0e1e\u0e42\u0e2b\u0e25\u0e14\u0e44\u0e1f\u0e25\u0e4c
employee.email=\u0e2d\u0e35\u0e40\u0e21\u0e25\u0e4c
employee.telHome=\u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23 (\u0e1a\u0e49\u0e32\u0e19)
employee.telMobile=\u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23 (\u0e21\u0e37\u0e2d\u0e16\u0e37\u0e2d)
employee.telFax=\u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23 (\u0e41\u0e1f\u0e01\u0e0b\u0e4c)
employee.congenitalDisease=\u0e2a\u0e38\u0e02\u0e20\u0e32\u0e1e (\u0e42\u0e23\u0e04\u0e1b\u0e23\u0e30\u0e08\u0e33\u0e15\u0e31\u0e27)
employee.congen=\u0e42\u0e23\u0e04\u0e1b\u0e23\u0e30\u0e08\u0e33\u0e15\u0e31\u0e27
employee.hospital=\u0e42\u0e23\u0e07\u0e1e\u0e22\u0e32\u0e1a\u0e32\u0e25
employee.emergencyContact=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e01\u0e23\u0e13\u0e35\u0e09\u0e38\u0e01\u0e40\u0e09\u0e34\u0e19
employee.emergencyname=\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d (\u0e01\u0e23\u0e13\u0e35\u0e09\u0e38\u0e01\u0e40\u0e09\u0e34\u0e19)
employee.relationshipWithEmergencyContact=\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e31\u0e21\u0e1e\u0e31\u0e19\u0e18\u0e4c\u0e01\u0e31\u0e1a\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
employee.relation=\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e31\u0e21\u0e1e\u0e31\u0e19\u0e18\u0e4c
employee.emergencyContactAddress=\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48
employee.emergencyAddress=\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48 (\u0e01\u0e23\u0e13\u0e35\u0e09\u0e38\u0e01\u0e40\u0e09\u0e34\u0e19)
employee.emergencyContactPhoneNumber=\u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23 (\u0e01\u0e23\u0e13\u0e35\u0e09\u0e38\u0e01\u0e40\u0e09\u0e34\u0e19)
employee.dateOfBirth=\u0e27\u0e31\u0e19 \u0e40\u0e14\u0e37\u0e2d\u0e19 \u0e1b\u0e35\u0e40\u0e01\u0e34\u0e14
employee.dob=\u0e27\u0e31\u0e19-\u0e40\u0e14\u0e37\u0e2d\u0e19-\u0e1b\u0e35
employee.placeOfBirth=\u0e2a\u0e16\u0e32\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e34\u0e14
employee.pob=\u0e2a\u0e16\u0e32\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e34\u0e14
employee.age=\u0e2d\u0e32\u0e22\u0e38
employee.religion=\u0e28\u0e32\u0e2a\u0e19\u0e32
employee.idCard=\u0e1a\u0e31\u0e15\u0e23\u0e1b\u0e23\u0e30\u0e08\u0e33\u0e15\u0e31\u0e27\u0e1b\u0e23\u0e30\u0e0a\u0e32\u0e0a\u0e19
employee.issuedOffice=\u0e2a\u0e16\u0e32\u0e19\u0e17\u0e35\u0e48\u0e40\u0e14\u0e34\u0e19\u0e2d\u0e2d\u0e01\u0e1a\u0e31\u0e15\u0e23
employee.expiryDate=\u0e27\u0e31\u0e19\u0e2b\u0e21\u0e14\u0e2d\u0e32\u0e22\u0e38
employee.height=\u0e2a\u0e48\u0e27\u0e19\u0e2a\u0e39\u0e07 (\u0e0b\u0e21.)
employee.weigth=\u0e19\u0e49\u0e33\u0e2b\u0e19\u0e31\u0e01 (\u0e01\u0e01.)
employee.sex=\u0e40\u0e1e\u0e28
employee.male=\u0e0a\u0e32\u0e22
employee.female=\u0e2b\u0e0d\u0e34\u0e07
employee.maritalStatus=\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e01\u0e32\u0e23\u0e41\u0e15\u0e48\u0e07\u0e07\u0e32\u0e19
employee.single=\u0e42\u0e2a\u0e14
employee.married=\u0e41\u0e15\u0e48\u0e07\u0e07\u0e32\u0e19
employee.divorce=\u0e2b\u0e22\u0e48\u0e32\u0e23\u0e49\u0e32\u0e07
employee.numberOfChildren=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e1a\u0e38\u0e15\u0e23
employee.spouseName=\u0e0a\u0e37\u0e48\u0e2d\u0e04\u0e39\u0e48\u0e2a\u0e21\u0e23\u0e2a
employee.marriageCertificateNo=\u0e17\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e19\u0e2a\u0e21\u0e23\u0e2a
employee.marcertno=\u0e40\u0e25\u0e02\u0e17\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e19\u0e2a\u0e21\u0e23\u0e2a
employee.address=\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48\u0e04\u0e39\u0e48\u0e2a\u0e21\u0e23\u0e2a
employee.occupation=\u0e2d\u0e32\u0e0a\u0e35\u0e1e\u0e04\u0e39\u0e48\u0e2a\u0e21\u0e23\u0e2a
employee.howdoyouknowaugmentis=\u0e04\u0e38\u0e13\u0e23\u0e39\u0e49\u0e08\u0e31\u0e01\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17\u0e2d\u0e47\u0e2d\u0e04\u0e40\u0e21\u0e19\u0e17\u0e34\u0e2a\u0e0a\u0e48\u0e2d\u0e07\u0e17\u0e32\u0e07\u0e44\u0e2b\u0e19?
employee.newspaper=\u0e2b\u0e19\u0e31\u0e07\u0e2a\u0e37\u0e2d\u0e1e\u0e34\u0e21\u0e1e\u0e4c
employee.magazine=\u0e19\u0e34\u0e15\u0e22\u0e2a\u0e32\u0e23
employee.website=\u0e40\u0e27\u0e47\u0e1a\u0e44\u0e0b\u0e15\u0e4c
employee.friend=\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e19
employee.other=\u0e2d\u0e37\u0e48\u0e19\u0e46
employee.doyouknow=\u0e04\u0e38\u0e13\u0e23\u0e39\u0e49\u0e08\u0e31\u0e01\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19\u0e43\u0e19\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17\u0e2d\u0e47\u0e2d\u0e04\u0e40\u0e21\u0e19\u0e17\u0e34\u0e2a\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?
employee.yes=\u0e43\u0e0a\u0e48
employee.pleasewrite=\u0e42\u0e1b\u0e23\u0e14\u0e23\u0e30\u0e1a\u0e38\u0e0a\u0e37\u0e48\u0e2d \u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07 \u0e41\u0e25\u0e30\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e31\u0e21\u0e1e\u0e31\u0e19\u0e18\u0e4c
employee.no=\u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48
employee.haveyoueverserved=\u0e04\u0e38\u0e13\u0e1c\u0e48\u0e32\u0e19\u0e01\u0e32\u0e23\u0e40\u0e01\u0e13\u0e11\u0e4c\u0e17\u0e2b\u0e32\u0e23\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?
employee.fromYear=\u0e08\u0e32\u0e01
employee.toYear=\u0e16\u0e36\u0e07
employee.branchOfService=\u0e2a\u0e31\u0e07\u0e01\u0e31\u0e14
employee.serviceNo=\u0e40\u0e25\u0e02\u0e17\u0e35\u0e48
employee.pleasestatethereasons=\u0e40\u0e2b\u0e15\u0e38\u0e1c\u0e25
employee.reasons=\u0e40\u0e2b\u0e15\u0e38\u0e1c\u0e25
employee.dateToBeDrafted=\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e1c\u0e48\u0e2d\u0e19\u0e1c\u0e31\u0e19
employee.datedrafted=\u0e27\u0e31\u0e19\u0e1c\u0e48\u0e2d\u0e19\u0e1c\u0e31\u0e19
employee.mayinquiry=\u0e04\u0e38\u0e13\u0e40\u0e04\u0e22\u0e15\u0e49\u0e2d\u0e07\u0e42\u0e17\u0e29\u0e2d\u0e32\u0e0d\u0e32\u0e2b\u0e23\u0e37\u0e2d\u0e16\u0e39\u0e01\u0e14\u0e33\u0e40\u0e19\u0e34\u0e19\u0e04\u0e14\u0e35\u0e17\u0e32\u0e07\u0e01\u0e0e\u0e2b\u0e21\u0e32\u0e22\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48?
employee.givethereason=\u0e23\u0e30\u0e1a\u0e38\u0e40\u0e2b\u0e15\u0e38\u0e1c\u0e25
employee.probationdate=\u0e27\u0e31\u0e19\u0e17\u0e14\u0e25\u0e2d\u0e07\u0e07\u0e32\u0e19
employee.masEmployment=\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
employee.selectempstatus=--- \u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2a\u0e16\u0e32\u0e19\u0e02\u0e2d\u0e07\u0e30\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19 ---
employee.enter.employment=--- \u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e2a\u0e16\u0e32\u0e19\u0e30 ---
employee.masDivision=\u0e41\u0e1c\u0e19\u0e01
employee.enter.division=--- \u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e1c\u0e19\u0e01 ---
employee.masStaffType=\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
employee.enter.staffType=--- \u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19 ---
employee.masJoblevel=\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07
employee.enter.joblevel=--- \u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07 ---
employee.masCoreSkill=\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16
employee.enter.coreSkill=--- \u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16 ---
employee.technology=\u0e17\u0e31\u0e01\u0e29\u0e30\u0e1e\u0e34\u0e40\u0e28\u0e29
employee.enter.technology=--- \u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e17\u0e31\u0e01\u0e29\u0e30\u0e1e\u0e34\u0e40\u0e28\u0e29 ---
employee.location=\u0e1b\u0e23\u0e30\u0e40\u0e17\u0e28
employee.selectlocation=--- \u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1b\u0e23\u0e30\u0e40\u0e17\u0e28 ---
employee.enter.aim=--- \u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1c\u0e39\u0e49\u0e08\u0e31\u0e14\u0e01\u0e32\u0e23 ---
employee.information=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25
employee.general=\u0e17\u0e31\u0e48\u0e27\u0e44\u0e1b
employee.formatTel=xx-xxx-xxxx
employee.formatTelMo=xxx-xxx-xxxx

#============>message Validate Employee
employee.required.statusemp=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e2a\u0e16\u0e32\u0e19\u0e30\u0e02\u0e2d\u0e07\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
employee.required.nameThai=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e0a\u0e37\u0e48\u0e2d\u0e08\u0e23\u0e34\u0e07 (\u0e20\u0e32\u0e29\u0e32\u0e44\u0e17\u0e22)
employee.required.surnameThai=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25 (\u0e20\u0e32\u0e29\u0e32\u0e44\u0e17\u0e22)
employee.required.nicknameThai=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e48\u0e19 (\u0e20\u0e32\u0e29\u0e32\u0e44\u0e17\u0e22)
employee.required.nameEng=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e0a\u0e37\u0e48\u0e2d\u0e08\u0e23\u0e34\u0e07 (\u0e20\u0e32\u0e29\u0e32\u0e2d\u0e31\u0e07\u0e01\u0e24\u0e29)
employee.required.surnameEng=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25 (\u0e20\u0e32\u0e29\u0e32\u0e2d\u0e31\u0e07\u0e01\u0e24\u0e29)
employee.required.nicknameEng=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e0a\u0e37\u0e48\u0e2d\u0e40\u0e25\u0e48\u0e19 (\u0e2d\u0e31\u0e07\u0e01\u0e24\u0e29)
employee.required.email=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e2d\u0e35\u0e40\u0e21\u0e25\u0e4c
employee.required.emailsyntax=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48 \u0e2d\u0e35\u0e40\u0e21\u0e25\u0e4c \u0e43\u0e2b\u0e49\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
employee.required.telHome=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23 (\u0e1a\u0e49\u0e32\u0e19)
employee.required.telHomesyntax=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48 \u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23 (\u0e1a\u0e49\u0e32\u0e19)\u0e43\u0e2b\u0e49\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
employee.required.telMobile=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23 (\u0e21\u0e37\u0e2d\u0e16\u0e37\u0e2d)
employee.required.telMobilesyntax=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48 \u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23 (\u0e21\u0e37\u0e2d\u0e16\u0e37\u0e2d)\u0e43\u0e2b\u0e49\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
employee.required.telFax=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23 (\u0e41\u0e1f\u0e01\u0e0b\u0e4c)
employee.required.telFaxsyntax=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48 \u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23 (\u0e41\u0e1f\u0e01\u0e0b\u0e4c)\u0e43\u0e2b\u0e49\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07

employee.required.congen=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e42\u0e23\u0e04\u0e1b\u0e23\u0e30\u0e08\u0e33\u0e15\u0e31\u0e27 (\u0e16\u0e49\u0e32\u0e21\u0e35)
employee.required.hospital=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e42\u0e23\u0e07\u0e1e\u0e22\u0e32\u0e1a\u0e32\u0e25
employee.required.emergencyContact=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d\u0e01\u0e23\u0e13\u0e35\u0e09\u0e38\u0e01\u0e40\u0e09\u0e34\u0e19
employee.required.relation=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e39\u0e49\u0e15\u0e34\u0e14\u0e15\u0e48\u0e2d (\u0e01\u0e23\u0e13\u0e35\u0e09\u0e38\u0e01\u0e40\u0e09\u0e34\u0e19)
employee.required.emergencyAddress=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48 (\u0e01\u0e23\u0e13\u0e35\u0e09\u0e38\u0e01\u0e40\u0e09\u0e34\u0e19)
employee.required.emergencyConPhoneNum=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23 (\u0e01\u0e23\u0e13\u0e35\u0e09\u0e38\u0e01\u0e40\u0e09\u0e34\u0e19)
employee.required.emergencyFormatNum=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48 \u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23 \u0e43\u0e2b\u0e49\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
employee.required.dob=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e27\u0e31\u0e19 \u0e40\u0e14\u0e37\u0e2d\u0e19 \u0e1b\u0e35\u0e40\u0e01\u0e34\u0e14
employee.required.pob=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e2a\u0e16\u0e32\u0e19\u0e17\u0e35\u0e48\u0e40\u0e01\u0e34\u0e14

employee.required.age=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e2d\u0e32\u0e22\u0e38
employee.required.agesyntax=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48 \u0e2d\u0e32\u0e1a\u0e38\u0e43\u0e2b\u0e49\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
employee.required.ageless=\u0e2d\u0e32\u0e22\u0e38\u0e08\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e19\u0e49\u0e2d\u0e22\u0e01\u0e27\u0e48\u0e32 60 \u0e1b\u0e35
employee.required.agegreater=\u0e2d\u0e32\u0e22\u0e38\u0e15\u0e49\u0e2d\u0e07\u0e21\u0e32\u0e01\u0e01\u0e27\u0e48\u0e32 18 \u0e1b\u0e35
employee.required.religion=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e28\u0e32\u0e2a\u0e19\u0e32
employee.required.idCard=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e40\u0e25\u0e02\u0e17\u0e35\u0e48\u0e1a\u0e31\u0e15\u0e23\u0e1b\u0e23\u0e30\u0e08\u0e33\u0e15\u0e31\u0e27\u0e1b\u0e23\u0e30\u0e0a\u0e32\u0e0a\u0e19
employee.required.idCardnum=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48 \u0e40\u0e25\u0e02\u0e17\u0e35\u0e48\u0e1a\u0e31\u0e15\u0e23\u0e1b\u0e23\u0e30\u0e08\u0e33\u0e15\u0e31\u0e27\u0e1b\u0e23\u0e30\u0e0a\u0e32\u0e0a\u0e19 \u0e43\u0e2b\u0e49\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
employee.required.idCardsyntax=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48 \u0e40\u0e25\u0e02\u0e17\u0e35\u0e48\u0e1a\u0e31\u0e15\u0e23\u0e1b\u0e23\u0e30\u0e08\u0e33\u0e15\u0e31\u0e27\u0e1b\u0e23\u0e30\u0e0a\u0e32\u0e0a\u0e19 13 \u0e2b\u0e25\u0e31\u0e01
employee.required.issuedOffice=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e2a\u0e16\u0e32\u0e19\u0e17\u0e35\u0e48\u0e40\u0e14\u0e34\u0e19\u0e2d\u0e2d\u0e01\u0e1a\u0e31\u0e15\u0e23
employee.required.expiryDate=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e27\u0e31\u0e19\u0e2b\u0e21\u0e14\u0e2d\u0e32\u0e22\u0e38
employee.required.height=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e2a\u0e48\u0e27\u0e19\u0e2a\u0e39\u0e07 (\u0e0b\u0e21.)
employee.required.heightnum=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48 \u0e2a\u0e48\u0e27\u0e19\u0e2a\u0e39\u0e07 (\u0e0b\u0e21.)\u0e43\u0e2b\u0e49\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
employee.required.weigth=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e19\u0e49\u0e33\u0e2b\u0e19\u0e31\u0e01 (\u0e01\u0e01.)
employee.required.weigthnum=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48 \u0e19\u0e49\u0e33\u0e2b\u0e19\u0e31\u0e01 (\u0e01\u0e01.)\u0e43\u0e2b\u0e49\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
employee.required.sex=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e40\u0e1e\u0e28
employee.required.maritalStatus=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e2a\u0e16\u0e32\u0e19\u0e30
employee.required.Children=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e08\u0e33\u0e19\u0e27\u0e19\u0e1a\u0e38\u0e15\u0e23
employee.required.numberOfChildren=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e08\u0e33\u0e19\u0e27\u0e19\u0e1a\u0e38\u0e15\u0e23 \u0e43\u0e2b\u0e49\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
employee.required.spouseName=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e0a\u0e37\u0e48\u0e2d\u0e04\u0e39\u0e48\u0e2a\u0e21\u0e23\u0e2a

employee.required.marcert=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e17\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e19\u0e2a\u0e21\u0e23\u0e2a
employee.required.marcertno=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e40\u0e25\u0e02\u0e17\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e19\u0e2a\u0e21\u0e23\u0e2a
employee.required.address=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48\u0e04\u0e39\u0e48\u0e2a\u0e21\u0e23\u0e2a
employee.required.occupation=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e2d\u0e32\u0e0a\u0e35\u0e1e\u0e04\u0e39\u0e48\u0e2a\u0e21\u0e23\u0e2a
employee.required.checkradio=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2d\u0e22\u0e48\u0e32\u0e07\u0e43\u0e14 \u0e2d\u0e22\u0e48\u0e32\u0e07\u0e2b\u0e19\u0e36\u0e48\u0e07
employee.required.radiomessage=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e43\u0e0a\u0e48 \u0e2b\u0e23\u0e37\u0e2d \u0e44\u0e21\u0e48\u0e43\u0e0a\u0e48
employee.required.pleasewrite=\u0e42\u0e1b\u0e23\u0e14\u0e23\u0e30\u0e1a\u0e38 \u0e0a\u0e37\u0e48\u0e2d \u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07 \u0e41\u0e25\u0e30\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e31\u0e21\u0e1e\u0e31\u0e19\u0e18\u0e4c
employee.required.fromYear=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e1b\u0e35 \u0e1e.\u0e28. \u0e08\u0e32\u0e01
employee.required.toYear=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e1b\u0e35 \u0e1e.\u0e28. \u0e16\u0e36\u0e07
employee.required.branchOfService=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e2a\u0e31\u0e07\u0e01\u0e31\u0e14
employee.required.serviceNo=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e40\u0e25\u0e02\u0e17\u0e35\u0e48 
employee.required.serviceNum=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e40\u0e25\u0e02\u0e17\u0e35\u0e48\u0e43\u0e2b\u0e49\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
employee.required.reasons=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e40\u0e2b\u0e15\u0e38\u0e1c\u0e25

employee.required.datedrafted=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e1c\u0e48\u0e2d\u0e19\u0e1c\u0e31\u0e19
employee.required.givethereason=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e40\u0e2b\u0e15\u0e38\u0e1c\u0e25
employee.required.probationdate=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e27\u0e31\u0e19\u0e17\u0e14\u0e25\u0e2d\u0e07\u0e07\u0e32\u0e19
employee.required.employment=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e2a\u0e16\u0e32\u0e19\u0e30\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
employee.required.division=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e41\u0e1c\u0e19\u0e01
employee.required.staffType=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
employee.required.joblevel=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07
employee.required.coreSkill=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e04\u0e27\u0e32\u0e21\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16
employee.required.technology=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e17\u0e31\u0e01\u0e29\u0e30\u0e1e\u0e34\u0e40\u0e28\u0e29
employee.required.location=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e1b\u0e23\u0e30\u0e40\u0e17\u0e28

#============>message Address
address.name=\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48
address.idtype=\u0e23\u0e2b\u0e31\u0e2a\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48
address.type=\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48
address.enter.selectaddresstype=--- \u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48 ---
address.houseNo=\u0e1a\u0e49\u0e32\u0e19\u0e40\u0e25\u0e02\u0e17\u0e35\u0e48
address.road=\u0e16\u0e19\u0e19
address.district=\u0e2d\u0e33\u0e40\u0e20\u0e2d
address.subDistrict=\u0e15\u0e33\u0e1a\u0e25
address.idprovince=\u0e23\u0e2b\u0e31\u0e2a\u0e08\u0e31\u0e07\u0e2b\u0e27\u0e31\u0e14
address.province=\u0e08\u0e31\u0e07\u0e2b\u0e27\u0e31\u0e14
address.enter.province=--- \u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e08\u0e31\u0e07\u0e2b\u0e27\u0e31\u0e14 ---
address.getindex=\u0e23\u0e31\u0e1a\u0e04\u0e48\u0e32
address.zipcode=\u0e23\u0e2b\u0e31\u0e2a\u0e44\u0e1b\u0e23\u0e29\u0e13\u0e35\u0e22\u0e4c
address.status=\u0e2a\u0e16\u0e32\u0e19\u0e30

#============>message Validate Address
address.required.addressType=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48 
address.required.houseNo=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48
address.required.road=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e16\u0e19\u0e19
address.required.district=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e2d\u0e33\u0e40\u0e20\u0e2d
address.required.subDistrict=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e15\u0e33\u0e1a\u0e25
address.required.province=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e08\u0e31\u0e07\u0e2b\u0e27\u0e31\u0e14
address.required.zipcode=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e23\u0e2b\u0e31\u0e2a\u0e44\u0e1b\u0e23\u0e29\u0e13\u0e35\u0e22\u0e4c
address.required.zipcode.num=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48 \u0e40\u0e25\u0e02\u0e23\u0e2b\u0e31\u0e2a\u0e44\u0e1b\u0e23\u0e29\u0e13\u0e35\u0e22\u0e4c \u0e43\u0e2b\u0e49\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
address.required.zipcode.numno=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e43\u0e2a\u0e48 \u0e23\u0e2b\u0e31\u0e2a\u0e44\u0e1b\u0e23\u0e29\u0e13\u0e35\u0e22\u0e4c 5 \u0e2b\u0e25\u0e31\u0e01

#============>message Official
official.name=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e17\u0e32\u0e07\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
official.officialDate=\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e2a\u0e21\u0e31\u0e04\u0e23
official.positionAppliedFor=\u0e2a\u0e21\u0e31\u0e04\u0e23\u0e43\u0e19\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07
official.position=\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07
official.salaryExpected=\u0e40\u0e07\u0e34\u0e19\u0e40\u0e14\u0e37\u0e2d\u0e19\u0e17\u0e35\u0e48\u0e04\u0e32\u0e14\u0e2b\u0e27\u0e31\u0e07
official.salary=\u0e40\u0e07\u0e34\u0e19\u0e40\u0e14\u0e37\u0e2d\u0e19
official.startWorkDate=\u0e27\u0e31\u0e19\u0e40\u0e23\u0e34\u0e48\u0e21\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19
official.endWorkDate=\u0e27\u0e31\u0e19\u0e2a\u0e34\u0e49\u0e19\u0e2a\u0e38\u0e14\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19

#============>message Validate Official
official.required.officialDate=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e2a\u0e21\u0e31\u0e04\u0e23
official.required.position=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e15\u0e33\u0e40\u0e40\u0e2b\u0e19\u0e48\u0e07\u0e43\u0e19\u0e01\u0e32\u0e23\u0e2a\u0e21\u0e31\u0e04\u0e23
official.required.salary=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e40\u0e07\u0e34\u0e19\u0e40\u0e14\u0e37\u0e2d\u0e19
official.required.salarynum=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e40\u0e07\u0e34\u0e19\u0e40\u0e14\u0e37\u0e2d\u0e19 \u0e43\u0e2b\u0e49\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
official.required.startWorkDate=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e27\u0e31\u0e19\u0e40\u0e23\u0e34\u0e48\u0e21\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19
official.required.endWorkDate=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e27\u0e31\u0e19\u0e2a\u0e34\u0e49\u0e19\u0e2a\u0e38\u0e14\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19

#============>message Certification
certification.name=\u0e43\u0e1a\u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07
certification.year=\u0e1b\u0e35
certification.certification.name=\u0e0a\u0e37\u0e48\u0e2d\u0e43\u0e1a\u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07
certification.certification.from=\u0e43\u0e1a\u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07 \u0e08\u0e32\u0e01
certification.description=\u0e2b\u0e21\u0e32\u0e22\u0e40\u0e2b\u0e15\u0e38
certification.enter.year=--- \u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1b\u0e35 ---
certification.required.year=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e1b\u0e35 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
certification.required.certification.name=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e0a\u0e37\u0e48\u0e2d\u0e43\u0e1a\u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
certification.required.certification.from=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e43\u0e1a\u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07 \u0e08\u0e32\u0e01 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
certification.required.description=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e2b\u0e21\u0e32\u0e22\u0e40\u0e2b\u0e15\u0e38 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49

#============>message Ability
ability.name=\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16
ability.specialty=\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e1e\u0e34\u0e40\u0e28\u0e29
ability.rank=\u0e04\u0e30\u0e40\u0e40\u0e19\u0e19
ability.action=\u0e01\u0e32\u0e23\u0e01\u0e23\u0e30\u0e17\u0e33
ability.required.masspecialty=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e04\u0e27\u0e32\u0e21\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e1e\u0e34\u0e40\u0e28\u0e29 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
ability.enter.specialty=--- \u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e1e\u0e34\u0e40\u0e28\u0e29 ---

#==============>message Leave
leave.name=\u0e27\u0e31\u0e19\u0e25\u0e32
leave.start.date.time=\u0e27\u0e31\u0e19\u0e40\u0e40\u0e25\u0e30\u0e40\u0e27\u0e25\u0e32\u0e17\u0e35\u0e48\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e01\u0e32\u0e23\u0e25\u0e32
leave.end.date.time=\u0e27\u0e31\u0e19\u0e41\u0e25\u0e30\u0e40\u0e27\u0e25\u0e32\u0e2a\u0e38\u0e14\u0e17\u0e49\u0e32\u0e22\u0e17\u0e35\u0e48\u0e25\u0e32
leave.leavetype=\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e01\u0e32\u0e23\u0e25\u0e32
leave.reason=\u0e40\u0e2b\u0e15\u0e38\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e25\u0e32
leave.aim=\u0e2b\u0e31\u0e27\u0e2b\u0e19\u0e49\u0e32
leave.action=\u0e01\u0e32\u0e23\u0e01\u0e23\u0e30\u0e17\u0e33
leave.required.masleavetype=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e01\u0e32\u0e23\u0e25\u0e32 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
leave.required.reason=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e40\u0e2b\u0e15\u0e38\u0e1c\u0e25 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
leave.required.start.date.time=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e27\u0e31\u0e19\u0e41\u0e25\u0e30\u0e40\u0e27\u0e25\u0e32\u0e17\u0e35\u0e48\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e25\u0e32 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
leave.required.end.date.time=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e27\u0e31\u0e19\u0e41\u0e25\u0e30\u0e40\u0e27\u0e25\u0e32\u0e2a\u0e38\u0e14\u0e17\u0e49\u0e32\u0e22\u0e17\u0e35\u0e48\u0e25\u0e32 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
leave.required.aim=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e0a\u0e37\u0e48\u0e2d\u0e2b\u0e31\u0e27\u0e2b\u0e19\u0e49\u0e32 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
leave.enter.masleavetype=--- \u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e01\u0e32\u0e23\u0e25\u0e32 ---
leave.enter.aim=--- \u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2b\u0e31\u0e27\u0e2b\u0e19\u0e49\u0e32 ---

#============>message Site
site.name=\u0e44\u0e0b\u0e15\u0e4c\u0e07\u0e32\u0e19
site.projectname=\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e04\u0e23\u0e07\u0e01\u0e32\u0e23
site.projectOwner=\u0e40\u0e08\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e42\u0e04\u0e23\u0e07\u0e01\u0e32\u0e23
site.projectOwnerContact=\u0e17\u0e35\u0e48\u0e1b\u0e23\u0e36\u0e01\u0e29\u0e32\u0e42\u0e04\u0e23\u0e07\u0e01\u0e32\u0e23
site.startDate=\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e40\u0e23\u0e34\u0e48\u0e21\u0e42\u0e04\u0e23\u0e07\u0e01\u0e32\u0e23
site.endDate=\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e2a\u0e34\u0e49\u0e19\u0e2a\u0e38\u0e14\u0e42\u0e04\u0e23\u0e07\u0e01\u0e32\u0e23
site.required.projectname=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e04\u0e23\u0e07\u0e01\u0e32\u0e23 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
site.required.projectOwner=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e40\u0e08\u0e49\u0e32\u0e02\u0e2d\u0e07\u0e42\u0e04\u0e23\u0e07\u0e01\u0e32\u0e23 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
site.required.projectOwnerContact=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e17\u0e35\u0e48\u0e1b\u0e23\u0e36\u0e01\u0e29\u0e32\u0e42\u0e04\u0e23\u0e07\u0e01\u0e32\u0e23 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
site.required.startDate=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e40\u0e23\u0e34\u0e48\u0e21\u0e42\u0e04\u0e23\u0e07\u0e01\u0e32\u0e23 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
site.required.endDate=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e2a\u0e34\u0e49\u0e19\u0e2a\u0e38\u0e14\u0e42\u0e04\u0e23\u0e07\u0e01\u0e32\u0e23 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49

#============>message SkillLanguage
skilllanguage.name=\u0e20\u0e32\u0e29\u0e32
skilllanguage.name.lang=\u0e0a\u0e37\u0e48\u0e2d\u0e20\u0e32\u0e29\u0e32
skilllanguage.Speaking=\u0e01\u0e32\u0e23\u0e1e\u0e39\u0e14
skilllanguage.Writing=\u0e01\u0e32\u0e23\u0e40\u0e02\u0e35\u0e22\u0e19
skilllanguage.Understanding=\u0e04\u0e27\u0e32\u0e21\u0e40\u0e02\u0e49\u0e32\u0e43\u0e08
skilllanguage.Reading=\u0e01\u0e32\u0e23\u0e2d\u0e48\u0e32\u0e19
skilllanguage.Excellent=\u0e22\u0e2d\u0e14\u0e40\u0e22\u0e35\u0e48\u0e22\u0e21
skilllanguage.Good=\u0e14\u0e35
skilllanguage.Fair=\u0e1e\u0e2d\u0e43\u0e0a\u0e49
skilllanguage.required.masSkillLanguage=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e20\u0e32\u0e29\u0e32 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
skilllanguage.required.Language=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e20\u0e32\u0e29\u0e32 \u0e17\u0e35\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07
skilllanguage.enter.skill=---\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e20\u0e32\u0e29\u0e32---

#============>message Health
label.health=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e2a\u0e38\u0e02\u0e20\u0e32\u0e1e
health.name=\u0e2a\u0e38\u0e02\u0e20\u0e32\u0e1e
health.congenitalDisease=\u0e42\u0e23\u0e04\u0e1b\u0e23\u0e30\u0e08\u0e33\u0e15\u0e31\u0e27
health.congenitaldiseaseSpecified=\u0e42\u0e23\u0e04\u0e1b\u0e23\u0e30\u0e08\u0e33\u0e15\u0e31\u0e27 (\u0e23\u0e30\u0e1a\u0e38)
health.GeneticDisease=\u0e42\u0e23\u0e04\u0e17\u0e32\u0e07\u0e1e\u0e31\u0e19\u0e18\u0e38\u0e01\u0e23\u0e23\u0e21
health.GeneticDiseaseSpecified=\u0e42\u0e23\u0e04\u0e17\u0e32\u0e07\u0e1e\u0e31\u0e19\u0e18\u0e38\u0e01\u0e23\u0e23\u0e21 (\u0e23\u0e30\u0e1a\u0e38)
health.TakeMedicine=\u0e22\u0e32\u0e1b\u0e23\u0e30\u0e08\u0e33\u0e15\u0e31\u0e27
health.TakeMedicineSpecified=\u0e22\u0e32\u0e1b\u0e23\u0e30\u0e08\u0e33\u0e15\u0e31\u0e27 (\u0e23\u0e30\u0e1a\u0e38)
health.Intolerance=\u0e01\u0e32\u0e23\u0e41\u0e1e\u0e49\u0e22\u0e32
health.IntoleranceSpecified=\u0e01\u0e32\u0e23\u0e41\u0e1e\u0e49\u0e22\u0e32 (\u0e23\u0e30\u0e1a\u0e38)
health.question.congenitalDisease=\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19\u0e21\u0e35\u0e42\u0e23\u0e04\u0e1b\u0e23\u0e30\u0e08\u0e33\u0e15\u0e31\u0e27\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48
health.congenitalDiseaseExplain1=\u0e23\u0e30\u0e1a\u0e38\u0e42\u0e23\u0e04\u0e1b\u0e23\u0e30\u0e08\u0e33\u0e15\u0e31\u0e271
health.congenitalDiseaseExplain2=\u0e23\u0e30\u0e1a\u0e38\u0e42\u0e23\u0e04\u0e1b\u0e23\u0e30\u0e08\u0e33\u0e15\u0e31\u0e272
health.congenitalDiseaseExplain3=\u0e23\u0e30\u0e1a\u0e38\u0e42\u0e23\u0e04\u0e1b\u0e23\u0e30\u0e08\u0e33\u0e15\u0e31\u0e273
health.question.GeneticDisease=\u0e1b\u0e48\u0e27\u0e22\u0e40\u0e1b\u0e47\u0e19\u0e42\u0e23\u0e04\u0e17\u0e32\u0e07\u0e1e\u0e31\u0e19\u0e18\u0e38\u0e01\u0e23\u0e23\u0e21\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48
health.geneticDiseaseExplain1=\u0e23\u0e30\u0e1a\u0e38\u0e42\u0e23\u0e04\u0e17\u0e32\u0e07\u0e1e\u0e31\u0e19\u0e18\u0e38\u0e01\u0e23\u0e23\u0e211
health.geneticDiseaseExplain2=\u0e23\u0e30\u0e1a\u0e38\u0e42\u0e23\u0e04\u0e17\u0e32\u0e07\u0e1e\u0e31\u0e19\u0e18\u0e38\u0e01\u0e23\u0e23\u0e212
health.geneticDiseaseExplain3=\u0e23\u0e30\u0e1a\u0e38\u0e42\u0e23\u0e04\u0e17\u0e32\u0e07\u0e1e\u0e31\u0e19\u0e18\u0e38\u0e01\u0e23\u0e23\u0e213
health.question.TakeMedicine=\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19\u0e15\u0e49\u0e2d\u0e07\u0e01\u0e34\u0e19\u0e22\u0e32\u0e40\u0e1b\u0e47\u0e19\u0e1b\u0e23\u0e30\u0e08\u0e33\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48
health.takeMedicineExplain1=\u0e23\u0e30\u0e1a\u0e38\u0e0a\u0e37\u0e48\u0e2d\u0e22\u0e32
health.question.Intolerance=\u0e41\u0e1e\u0e49\u0e22\u0e32\u0e2d\u0e30\u0e44\u0e23\u0e2b\u0e23\u0e37\u0e2d\u0e44\u0e21\u0e48
health.intoleranceExplain=\u0e23\u0e30\u0e1a\u0e38\u0e0a\u0e37\u0e48\u0e2d\u0e22\u0e32

#===============>message Family
family.required.firstName=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e0a\u0e37\u0e48\u0e2d
family.required.lastName=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e19\u0e32\u0e21\u0e2a\u0e01\u0e38\u0e25
family.required.age=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e2d\u0e32\u0e22\u0e38
family.required.age.num=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e01\u0e23\u0e2d\u0e01\u0e2d\u0e32\u0e22\u0e38\u0e40\u0e1b\u0e47\u0e19\u0e15\u0e31\u0e27\u0e40\u0e25\u0e02
family.required.mobile=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23\u0e28\u0e31\u0e1e\u0e17\u0e4c\u0e21\u0e37\u0e2d\u0e16\u0e37\u0e2d
family.required.address=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38 \u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48
family.required.masRelation=\u0e01\u0e23\u0e38\u0e13\u0e32 \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e31\u0e21\u0e1e\u0e31\u0e19\u0e18\u0e4c
family.required.age.notzero=\u0e2d\u0e32\u0e22\u0e38\u0e15\u0e49\u0e2d\u0e07\u0e44\u0e21\u0e48\u0e40\u0e17\u0e48\u0e32\u0e01\u0e31\u0e1a 0
family.required.mobile.format= \u0e23\u0e39\u0e1b\u0e41\u0e1a\u0e1a\u0e02\u0e2d\u0e07\u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23\u0e28\u0e31\u0e1e\u0e17\u0e4c\u0e21\u0e37\u0e2d\u0e16\u0e37\u0e2d\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e15\u0e49\u0e2d\u0e07\u0e40\u0e1b\u0e47\u0e19   xxx\-\xxx\-\xxxx
family.name=\u0e04\u0e23\u0e2d\u0e1a\u0e04\u0e23\u0e31\u0e27
family.occupation=\u0e2d\u0e32\u0e0a\u0e35\u0e1e
family.relation=\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e31\u0e21\u0e1e\u0e31\u0e19\u0e18\u0e4c
family.action=\u0e01\u0e32\u0e23\u0e01\u0e23\u0e30\u0e30\u0e17\u0e33
family.gender=\u0e40\u0e1e\u0e28
family.gender.male=\u0e0a\u0e32\u0e22
family.gender.female=\u0e2b\u0e0d\u0e34\u0e07
family.age=\u0e2d\u0e32\u0e22\u0e38
family.position=\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07
family.enter.Relation=--- \u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01 \u0e04\u0e27\u0e32\u0e21\u0e2a\u0e31\u0e21\u0e1e\u0e31\u0e19\u0e18\u0e4c ---

#============>message Reference
reference.name=\u0e1a\u0e38\u0e04\u0e04\u0e25\u0e2d\u0e49\u0e32\u0e07\u0e2d\u0e34\u0e07
reference.fullname=\u0e0a\u0e37\u0e48\u0e2d\u0e08\u0e23\u0e34\u0e07
reference.telephone=xxx-xxx-xxxx
reference.telephoneheader=\u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23\u0e28\u0e31\u0e1e\u0e17\u0e4c
reference.address=\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48
reference.occupation=\u0e2d\u0e32\u0e0a\u0e35\u0e1e

reference.required.fullname=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e0a\u0e37\u0e48\u0e2d\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
reference.required.telephone=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e40\u0e1a\u0e2d\u0e23\u0e4c\u0e42\u0e17\u0e23\u0e28\u0e31\u0e1e\u0e17\u0e4c \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
reference.required.address=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e17\u0e35\u0e48\u0e2d\u0e22\u0e39\u0e48 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
reference.required.occupation=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e2d\u0e32\u0e0a\u0e35\u0e1e \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49

#============>message Reward
reward.name=\u0e1c\u0e25\u0e15\u0e2d\u0e1a\u0e41\u0e17\u0e19
reward.reward.name=\u0e0a\u0e37\u0e48\u0e2d\u0e1c\u0e25\u0e15\u0e2d\u0e1a\u0e41\u0e17\u0e19
reward.year=\u0e1b\u0e35
reward.description=\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14
reward.selectyear=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1b\u0e35

reward.required.name=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e0a\u0e37\u0e48\u0e2d \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
reward.required.year=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e1b\u0e35 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49

#============>message Punish
punish.name=\u0e01\u0e32\u0e23\u0e25\u0e07\u0e42\u0e17\u0e29
punish.date=\u0e27\u0e31\u0e19-\u0e40\u0e14\u0e37\u0e2d\u0e19-\u0e1b\u0e35
punish.dateform=\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e17\u0e33\u0e01\u0e32\u0e23\u0e25\u0e07\u0e42\u0e17\u0e29
punish.description=\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e01\u0e32\u0e23\u0e25\u0e07\u0e42\u0e17\u0e29
punish.penalty=\u0e04\u0e48\u0e32\u0e1b\u0e23\u0e31\u0e1a

punish.required.date=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
punish.required.description=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e01\u0e32\u0e23\u0e25\u0e07\u0e42\u0e17\u0e29\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
punish.required.penalty=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e04\u0e48\u0e32\u0e1b\u0e23\u0e31\u0e1a\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49

#============>message Card
card.name=\u0e1a\u0e31\u0e15\u0e23
card.cardno=\u0e23\u0e2b\u0e31\u0e2a\u0e1a\u0e31\u0e15\u0e23
card.startdate=\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e2d\u0e2d\u0e01\u0e1a\u0e31\u0e15\u0e23
card.enddate=\u0e27\u0e31\u0e19\u0e2b\u0e21\u0e14\u0e2d\u0e32\u0e22\u0e38\u0e1a\u0e31\u0e15\u0e23
card.date=\u0e27\u0e31\u0e19-\u0e40\u0e14\u0e37\u0e2d\u0e19-\u0e1b\u0e35
card.status=\u0e2a\u0e16\u0e32\u0e19\u0e30
card.remark=\u0e02\u0e49\u0e2d\u0e04\u0e34\u0e14\u0e40\u0e2b\u0e47\u0e19
card.selectsite= \u0e40\u0e25\u0e37\u0e2d\u0e01\u0e2a\u0e16\u0e32\u0e19\u0e17\u0e35\u0e48\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19

card.required.cardno=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e23\u0e2b\u0e31\u0e2a\u0e1a\u0e31\u0e15\u0e23 \u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
card.required.startdate=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e23\u0e31\u0e1a\u0e1a\u0e31\u0e15\u0e23\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07\u0e44\u0e14\u0e49
card.required.enddate=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e27\u0e31\u0e19\u0e2a\u0e34\u0e49\u0e19\u0e2a\u0e38\u0e14\u0e01\u0e32\u0e23\u0e43\u0e0a\u0e49\u0e07\u0e32\u0e19
card.required.status=\u0e01\u0e23\u0e38\u0e13\u0e32\u0e23\u0e30\u0e1a\u0e38\u0e2a\u0e16\u0e32\u0e19\u0e30

#============>message Report
report.empName=\u0e23\u0e32\u0e22\u0e07\u0e32\u0e19\u0e0a\u0e37\u0e48\u0e2d\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
report.empCode=\u0e23\u0e32\u0e22\u0e07\u0e32\u0e19\u0e23\u0e2b\u0e31\u0e2a\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
report.searchEmpName=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e08\u0e32\u0e01\u0e0a\u0e37\u0e48\u0e2d\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
report.searchEmpCode=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e08\u0e32\u0e01\u0e23\u0e2b\u0e31\u0e2a\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
report.resourceId=\u0e23\u0e2b\u0e31\u0e2a\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
report.DateStartWork=\u0e27\u0e31\u0e19\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e17\u0e33\u0e07\u0e32\u0e19
report.nameTh=\u0e0a\u0e37\u0e48\u0e2d\u0e08\u0e23\u0e34\u0e07(\u0e44\u0e17\u0e22)
report.nameEn=\u0e0a\u0e37\u0e48\u0e2d\u0e08\u0e23\u0e34\u0e07(\u0e2d\u0e31\u0e07\u0e01\u0e24\u0e29)
report.type=\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17
report.position=\u0e15\u0e33\u0e41\u0e2b\u0e19\u0e48\u0e07
report.skill=\u0e04\u0e27\u0e32\u0e21\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16
report.duration=\u0e23\u0e30\u0e22\u0e30\u0e40\u0e27\u0e25\u0e32
report.durationYear=\u0e23\u0e30\u0e22\u0e30\u0e40\u0e27\u0e25\u0e32 (\u0e1b\u0e35)
report.durationMonth=\u0e23\u0e30\u0e22\u0e30\u0e40\u0e27\u0e25\u0e32 (\u0e40\u0e14\u0e37\u0e2d\u0e19)
report.durationDay=\u0e23\u0e30\u0e22\u0e30\u0e40\u0e27\u0e25\u0e32 (\u0e27\u0e31\u0e19)
report.Year=\u0e1b\u0e35
report.Month=\u0e40\u0e14\u0e37\u0e2d\u0e19
report.Day=\u0e27\u0e31\u0e19
report.ageYear=\u0e2d\u0e32\u0e22\u0e38 (\u0e1b\u0e35)
report.ageMonth=\u0e2d\u0e32\u0e22\u0e38 (\u0e40\u0e14\u0e37\u0e2d\u0e19)
report.ageDay=\u0e2d\u0e32\u0e22\u0e38 (\u0e27\u0e31\u0e19)
report.validate.reportType=\u0e42\u0e1b\u0e23\u0e14\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e02\u0e2d\u0e07\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23
report.Certification=\u0e43\u0e1a\u0e23\u0e31\u0e1a\u0e23\u0e2d\u0e07 \u0e1a\u0e32\u0e17/\u0e43\u0e1a

#============>message Report EmpStatus
reportstatus.empName=\u0e23\u0e32\u0e22\u0e07\u0e32\u0e19\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
reportstatus.searchEmpName=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e08\u0e32\u0e01\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
reportstatus.resource=\u0e23\u0e2b\u0e31\u0e2a\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
reportstatus.datestartwork=\u0e27\u0e31\u0e19\u0e17\u0e35\u0e40\u0e23\u0e34\u0e48\u0e21\u0e17\u0e33\u0e07\u0e32\u0e19(\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17)
reportstatus.duration=\u0e23\u0e30\u0e22\u0e30\u0e40\u0e27\u0e25\u0e32\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19
reportstatus.durationy=\u0e23\u0e30\u0e22\u0e30\u0e40\u0e27\u0e25\u0e32\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19(\u0e27\u0e31\u0e19)
reportstatus.durationm=\u0e23\u0e30\u0e22\u0e30\u0e40\u0e27\u0e25\u0e32\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19(\u0e40\u0e14\u0e37\u0e2d\u0e19)
reportstatus.durationd=\u0e23\u0e30\u0e22\u0e30\u0e40\u0e27\u0e25\u0e32\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19(\u0e1b\u0e35)
reportstatus.birthdate=\u0e27\u0e31\u0e19\u0e40\u0e01\u0e34\u0e14
reportstatus.age=\u0e2d\u0e32\u0e22\u0e38
reportstatus.agey=\u0e2d\u0e32\u0e22\u0e38 (\u0e1b\u0e35)
reportstatus.agem=\u0e2d\u0e32\u0e22\u0e38 (\u0e40\u0e14\u0e37\u0e2d\u0e19)
reportstatus.aged=\u0e2d\u0e32\u0e22\u0e38 (\u0e27\u0e31\u0e19)
reportstatus.resourcenameth=\u0e0a\u0e37\u0e48\u0e2d\u0e08\u0e23\u0e34\u0e07(\u0e44\u0e17\u0e22)
reportstatus.resourcenameen=\u0e0a\u0e37\u0e48\u0e2d\u0e08\u0e23\u0e34\u0e07(\u0e20\u0e32\u0e29\u0e32\u0e2d\u0e31\u0e07\u0e01\u0e24\u0e29)
reportstatus.statusstaff=\u0e2a\u0e16\u0e32\u0e19\u0e30\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
reportstatus.startdate=\u0e27\u0e31\u0e19\u0e17\u0e35\u0e40\u0e23\u0e34\u0e48\u0e21\u0e17\u0e33\u0e07\u0e32\u0e19(\u0e25\u0e39\u0e01\u0e04\u0e49\u0e32)
reportstatus.enddate=\u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\u0e2a\u0e34\u0e49\u0e19\u0e2a\u0e38\u0e14\u0e01\u0e32\u0e23\u0e17\u0e33\u0e07\u0e32\u0e19(\u0e25\u0e39\u0e01\u0e04\u0e49\u0e32)
reportstatus.validate.reportType=\u0e42\u0e1b\u0e23\u0e14\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e02\u0e2d\u0e07\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23


#============>message Report EmpLeave
reportleave.empName= \u0e23\u0e32\u0e22\u0e07\u0e32\u0e19\u0e01\u0e32\u0e23\u0e25\u0e32\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
reportleave.searchEmpName=\u0e04\u0e49\u0e19\u0e2b\u0e32\u0e08\u0e32\u0e01\u0e0a\u0e37\u0e48\u0e2d\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
reportleave.resource=\u0e23\u0e2b\u0e31\u0e2a\u0e1e\u0e19\u0e31\u0e01\u0e07\u0e32\u0e19
reportleave.resourcenameth=\u0e0a\u0e37\u0e48\u0e2d\u0e08\u0e23\u0e34\u0e07(\u0e44\u0e17\u0e22)
reportleave.resourcenameen=\u0e0a\u0e37\u0e48\u0e2d\u0e08\u0e23\u0e34\u0e07(\u0e20\u0e32\u0e29\u0e32\u0e2d\u0e31\u0e07\u0e01\u0e24\u0e29)
reportleave.annuallaeve=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e27\u0e31\u0e19\u0e25\u0e32\u0e1e\u0e31\u0e01\u0e23\u0e49\u0e2d\u0e19
reportleave.sickleave=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e27\u0e31\u0e19\u0e25\u0e32\u0e1b\u0e48\u0e27\u0e22
reportleave.personalleave=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e27\u0e31\u0e19\u0e25\u0e32\u0e2a\u0e48\u0e27\u0e19\u0e1a\u0e38\u0e04\u0e04\u0e25
reportleave.totalleave=\u0e08\u0e33\u0e19\u0e27\u0e19\u0e27\u0e31\u0e19\u0e25\u0e32\u0e17\u0e31\u0e49\u0e07\u0e2b\u0e21\u0e14
reportleave.validate.reportType=\u0e42\u0e1b\u0e23\u0e14\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e1b\u0e23\u0e30\u0e40\u0e20\u0e17\u0e02\u0e2d\u0e07\u0e40\u0e2d\u0e01\u0e2a\u0e32\u0e23


